Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Encountering aliens (non-sentient)
fr_fr: Rencontres des aliens (non-conscient)

source: Encountering aliens (sentient)
fr_fr: Rencontres des aliens (conscient)

source: Encountering hostile aliens
fr_fr: Rencontres des aliens hostiles

source: Encountering highly-advanced technology
fr_fr: Rencontres une technologie trés en avance

source: Encountering Exsurgent-modified technology
fr_fr: Rencontres une technologie modifiée par le virus Exsurgent

source: Encountering Exsurgent-infected transhumans
fr_fr: Rencontrer des transhumains infectés par le virus Exsurgent

source: Encountering Exsurgent life forms
fr_fr: Rencontrer des formes de vie exsurgentes

source: Exsurgent virus infection
fr_fr: Se faire infecter par le virus Exsurgent

source: Varies; see p.
fr_fr: Variable; voir p.

source: Witnessing psi-epsilon sleights
fr_fr: Être témoin d'exploit epsilon-psi

source: The more you are exposed to horrible or terrifying things, the less scary they become.
fr_fr: Plsu vous êtes exposé à des choses horrible et terrifiante, moins elles deviennent effrayantes.

source: After repeated exposure, you become hardened to such things, able to shake them off without effect.
fr_fr: Après une exposition répétée, vous devenez endurci à de telles choses, capable de les supporter sans effet.

source: Every time you succeed in a Willpower Test to avoid taking stress from a particular source, take note.
fr_fr: Chaque fois que vous réussissez un Test de Volonté pour éviter de subir du stress d'une source particulière, prenez en note.

source: If you successfully resist such a situation 5 times, you become effectively immune to taking stress from that source.
fr_fr: Si vous réussissez à résister à une telle situation 5 fois, vous devenez effectivement immunisé au stress généré par cette source.

source: The drawback to hardening yourself to such situations is that you grow detached and callous.
fr_fr: L'inconvénient de l'endurcissement et que vous devenez plus rude et détaché.

source: In order to protect yourself, you have learned to cut off your emotions --- but it is such emotions that make you human.
fr_fr: Afin de vous protéger, vous avez appri à couper vos émotions - mais ce sont ces émotions qui vous rendent humain.

source: You have erected mental walls that will affect your empathy and ability to relate to others.
fr_fr: Vous avez érigé des barrières mentales efficaces qui affecterons votre empathie et votre capacité à vous référer aux autres.

source: Each time you harden yourself to one source of stress, your maximum Moxie stat is reduced by 1.
fr_fr: À chaque fois que vous vous endurcissez à une source de stress, le maximum de votre stat moxie est réduit de 1.

source: Psychotherapy may be used to overcome such hardening, in the same way a disorder is treated.
fr_fr: La psychothérapie peut être utilisé pour vaincre un tel endurcissement, de la même manière que l'on traite les désordres.

source: {Mental healing and psychotherapy}
fr_fr: {Soins mentaux et psychothérapie}

source: Stress is trickier to heal than physical damage.
fr_fr: le stress est plus complexe a traiter que les dégâts physique.

source: There are no nano-treatments or quick fix options (other than killing yourself and reverting to a non-stressed backup).
fr_fr: I n'y a pas de nano-traitement ou d'option de réparation rapide (autres que le suicide pour retourner à un backup non-stressé).

source: The options for recuperating are simply natural healing over time, psychotherapy, or psychosurgery.
fr_fr: Les options de récupérations sont réduite à la guérison naturelle avec le temps, à la psychothérapie et à la psychochirurgie.

source: Characters with an appropriate skill --- Medicine: Psychiatry, Academics: Psychology, or Professional: Psychotherapy --- can assist a character suffering mental stress or trauma with psychotherapy.
fr_fr: Les personanges avec une compétence appropriée - Médecine: Psychiatrie, Académique: Psychologie ou Profession: Psychothérapeute - peuvent aider un personnage souffrant de stress mental ou d'un trauma avec la psychothérapie.

source: This treatment is a long-term process, involving methods such as psychoanalysis, counseling, roleplaying, relationship-building, hypnotherapy, behavioral modification, drugs, medical treatments, and even psychosurgery (p.
fr_fr: Ce traitement et un procédé à long-terme, impliquant des méthodes telles que la psychoanalyse, le conseil, le jeu de rôle, la construction relationnelle, l'hypnothérapie, les modifications comportementales, les drogues, les traitements médicaux et même la psychochirurgie (p.

source: AIs skilled in psychotherapy are also available.
fr_fr: Des IA compétentes en psychothérapie sont également disponibles.

source: Psychotherapy is a task action, with a timeframe of 1 hour per point of stress, 8 hours per trauma, and 40 hours per disorder.
fr_fr: la Psychothérapie est une action de tâche avec un intervalle de 1 heure par point de stress, 8 heures par trauma et 40 heures par désordre.

source: Note that this only counts the time actually spent in psychotherapy with a skilled professional.
fr_fr: Notez que cela ne prend en compte que le temps effectivement passé en psychothérapie avec un proffessionel compétent.

source: After each psychotherapy session, make a test to see if the session was successful.
fr_fr: Après chaque session de psychothérapie, faites un test pour voir si la session est une réussite.

source: Successful psychosurgery adds a +30 modifier to this test; at the gamemaster’s discretion, other modifiers may apply.
fr_fr: Une psychochirurgie réussi ajoute un modificateur de +30 à ce test; à la discrétion du maître de jeu, d'autres modificateurs peuvent s'appliquer.

source: Likewise, each disorder the character holds inflicts a -10 modifier.
fr_fr: Chaque désordre du personnage ajoute également un modificateur de -10.

source: Traumas may not be healed until all stress is eliminated.
fr_fr: Les traumas ne peuvent être soignés tant que tout le stress n'est pas éliminé.

source: When a trauma is healed, the derangement associated with that trauma is eliminated or downgraded.
fr_fr: Lorsqu'un trauma est soigné, le dérangement associé est éliminé ou diminué.

source: Disorders are treated separately from the trauma that caused them, and may only be treated when all other traumas are removed.
fr_fr: Les désordres sont traités séparément du trauma qui les ont causés, et ne peuvent être traités que lorsque tous les autres traumas ont été supprimés.

source: Gamemaster and players are encouraged to roleplay a character’s suffering and relief from traumas and disorders.
fr_fr: Le maître de jeu et les joueurs sont encouragé à interpréter la souffrance d'un personnage et la rémission des traumas et des désordres.

source: Each is an experience that makes a profound impact on a character’s personality and psyche.
fr_fr: A chaque fois, il s'agît d'une expérience qui aura un impact fort sur la personnalité et la psyché d'un personnage.

source: The process of treatment may also change them, so in the end they may be a transformed from the person they once were.
fr_fr: Le process de soin peut également changer un personnage, il pourrait donc devenir une personnae différente de ce qu'il était.

source: Even if treated, the scars are likely to remain for some time to come.
fr_fr: Même si le personnage est soigné, les cicatrices resteront probablement pendant un certain temps.

source: According to some opinions, disorders are never truly eradicated, they are just eased into submission ... where they may linger beneath the surface, waiting for some trauma to come along.
fr_fr: D'après certaines opinion, les désordres ne sont jamais complètement éradiqués, ils sont juste maintenus sous contrôle ... et ils peuvent donc reposer juste sous la surface, attendant qu'un trauma vienne les réveiller.

source: Characters who eschew psychotherapy can hopefully work out the problems in their head on their own over time.
fr_fr: Les personnages qui cherchent à éviter la psychothérapie peut travailler le problème par eux-même, sur leur temps libre.

source: For every month that passes without accruing new stress, the character may make a WIL $$ 3 Test.
fr_fr: À chaque mois qui passe sans causer de nouveau stress, le personnage doit faire un test de Vol $$ 3.

source: If successful, they heal 1d10 points of stress or 1 trauma (all stress must be healed first).
fr_fr: Si il réussit, il soigne 1d10 point de stress ou 1 truam (tout le stress ayant du être soigné d'abord).

source: Disorders are even more difficult to heal, requiring 3 months without stress or trauma, and even then only being eliminated with a successful WIL Test.
fr_fr: Les désordres sont encore plus dur à soigner, nécessitant 3 mois sans subir de stress ou de trauma, et ne pouvant être ensuite éliminé qu'en réussissant un Test de VOL.

source: As a result, disorders can linger for years until resolved with actual psychotherapy.
fr_fr: De fait, les désordres peuvent trainer pendant des années avant d'être soignés par psychothérapie.

source: Mind Hacks
fr_fr: Piratages Cognitifs

source: $ $ Desdemona: Glad to have you back.
fr_fr: $ $ Desdemona: Contente de te revoir.

source: I hope you had a pleasant farcast from Pelion and don’t feel too much lack.
fr_fr: J'espère que tu as eu un agréable farcast depuis Pelion et que tu ne ressent pas trop de manque.

source: While you were out, a message from Aeneas with a precis on psi, extracted from the infomorph backup of psigeneticist Daborva (StellInt, Dipole Research Station on Ganymede), was rerouted for distribution to your Firewall node.
fr_fr: Pendant que tu étais en ballade, un message d'Aeneas accompagné d'un précis sur les psi, extrait du backup de l'infomorph du psygénéticien Daborva(Stellint, Station de Recherche Dipôle sur ganymède), a été rerouté pour diffusion sur ton nœud Firewall.

source: Coined by the biologist Bertold P. Wiesner, “psi” was originally an umbrella term used to describe a number of so-called “psychic” abilities and other speculative paranormal phenomena such as telepathy and extra-sensory perception.
fr_fr: Inventé par le biologiste Bertold P. Wlesner, "psi" était originellement un furre-tout utilisé pour décrire un grand nombre d'aptitude "pyschique" et d'autres phénomènes apranormaux supposés tels que la télépathie et la perception extra-sensorielle.

source: While the term was used extensively in the field of parapsychology and pop culture in the twentieth and early twenty-first centuries, the study of psi was largely considered a pseudoscience with flawed methodologies and gradually lost funding and support.
fr_fr: Alors que le terme était largement utilisé dans le domain de la parapsychologie et dans la pop culture au vingtième siècle et au début du vingt et unième siècle, l'étude de psi était largement considéré comme une pseudoscience utilisant une méthodologie vciée et ayant graduellement perdu ses supports et ses financements.

source: During the Fall, however, repeated rumors and accounts of unexplained phenomenon drew the attention of scientists, military leaders, and singularity seekers alike.
fr_fr: pendant la Chute, cependant, des rumeurs répétées et nombre de phénomènes inexpliqués furent rapportés aux scientifiques, aux chefs militaires et aux adeptes de la singularité.

source: Numerous nanovirii had been unleashed upon transhumanity, racing through populations and transforming as they spread.
fr_fr: De nombreux nanovirus ont avaient étés lachés sur la transhumanité, se propageant à travers les populations et se transformant au fur et à mesure de leur propagation.

source: Some inflicted only minor biological or mental changes and impairments, but many were vicious and deadly.
fr_fr: Certains n'infligèrent que des changements biologiques ou psychologiques mineurs et des déficiences légères, mais un grand nombre d'entre eux étaient virulents et mortels.

source: The most feared variants, however, were those that Firewall has come to label as the Exsurgent virus—a transformative nano-plague that mutates its victims and subverts them to its will.
fr_fr: La variantes qui inspira le plus de crainte étaient celles que Firewall allait appelé le Virus Exsurgent - une nano-peste transformatrice qui fait muter ses victime et les asservit à sa volonté.

source: The Exsurgent virus was also observed to radically modify the subject’s neural patterns and mental state, affecting synaptic arrangement and even modulating synaptic currents.
fr_fr: Il a également été observé que le Virus Exsurgent modifiait radicallement les motifs neuronaux et l'état mental du sujet, affectant l'ordonnancement synaptique et allant jusqu'à moduler les courants électriques qui parcourent les synapses.

source: These changes alter and enhance the victim’s cognition and seemed to endow an ability to sense and even affect the minds of others from a short distance—an ability dubbed “psi” as the causal factors continue to mystify us.
fr_fr: Ces changements altèrent et amplifie la cognition de la victime et semble les doter d'une capacité à percevoir et même affecter les pensées des autres à une faible distance - une capacité appellée "psi" car les facteurs de causalités continuent de nous mystifier.

source: The existence and nature of this phenomenon remains carefully concealed and under wraps in controlled habitats, so as not to trigger widespread panic.
fr_fr: L'existence et la nature de ce phénomène restent prudemment dissimulés et tenue à l'abri dans les habitats contrôllés, afin de ne pas déclencher de panique générale.

source: Among anarchist and other open communities, knowledge of psi is more widespread, but details are vague and reports are generally greeted with skepticism.
fr_fr: Aprmi les anarchistes et d'autres communautées ouvertes, la connaissance du psi est plus répandue, mais les détails restent vagues et les rapports sont généralement acceuillis avec scepticisme.

source: The Exsurgent virus is exceptionally mutable and adaptive, however, and two argonaut researchers who were aware of and studying it soon made an interesting discovery.
fr_fr: Le virus Exsurgent est cependant extraordinairement mutable et adaptable, et deux chercheurs argonautes qui étaient au courant et qui étudiaent le phénomène psi ont rapidement fait une découverte intéressante.

source: One variant strain of the virus was found that endowed the subject with exceptional mental abilities without engaging the transformative process of the other strains.
fr_fr: Une souche particulière du virus qui dotait e sujet de capacités mental exceptionnelles s'évarait également ne pas engager le sujet dans le processus de transformation des autres souches.

source: Though infection still has other drawbacks, Firewall and other agencies have come to regard this strain as “safe” in the sense that the subject does not transmogrify into something else and their general personality remains intact.
fr_fr: Bien que l'infection ait toujours d'autres inconvénients, Firewall et d'autres agents en sont venus à considérés cette souche comme "sûre" dans le sens où le sujet ne se métamorphose pas en quelque chose d'autres et que leur personnalité principale reste intacte.

source: Intrigued that this avenue of inquiry might lead to a way to nullify the effects of other Exsurgent strains, Firewall and others continue to experiment with the strain with the cooperation of willing test subjects (or according to some reports, unwilling victims in the case of certain authorities and hypercorps).
fr_fr: Intrigué par le fait que cette piste puisse mener à invalider les effets d'autres souches Exsurgente, Firewall et d'autres continuèrent d'expérimenter avec la souche et avec la coopération de sujets de test volontaires (ou, d'après certains rapport, de victimes involontaires dans le cas de certaines autoritées et hypercops).

source: {The Nature Of Psi} Labeled the Watts-MacLeod strain after the researchers who isolated it, further study has gained insight into the effect this virus has on transhuman brains.
fr_fr: {La Nature du Psii} Notée la souche Watts-MacLeod d'après le nome des chercheurs qui l'ont sisolés, d'autres études ont acquis une connaissance des effetc du virus sur les cerveaux transhumains.

source: Careful analysis of infected subjects discovered that their altered synapses generate a modulated brainwave pattern that is extremely difficult to detect.
fr_fr: Des analyses minutieuse de sujest infectés ont permis de dcouvrir que leurs synapses altérées génèrent une forme d'onde cérébrale modulée qui est extrêmement difficile à détecter.

source: Those “in-the-know” have come to refer to these asynchronous brainwaves as “psi waves,” fitting with the Greek letter designation of other brainwaves (alpha, beta, delta, gamma, theta).
fr_fr: "Ceux qui savent" en sont venus à faire référence à ces ondes cérébrales asynchrones sou sle nom de "ondes psi," en suivant la désignation par lettre Grecque des autres ondes cérébrales (alpha, béta, delta, gamma, théta).

source: Likewise, affected individuals are known as “asyncs.” Exploration of the explicit causal factors behind psi waves remains stymied.
fr_fr: De la même manière, les individus affectés sont appelés "async." L'exploration des facteurs causals explicites à l'origine des ondes psi restent inconnues.

source: Theories regarding extraordinary mental processes with the ability to change quantum states have been explored but remain frustratingly inconclusive.
fr_fr: Des théories à propos du processus mental extraordinaire qui incluent le changement d'état quantique ont été explorée mais reste non-concluantes.

source: Neuroimaging and mapping have enabled scientists to pinpoint structures within the brain, neural activity, and perturbations in the brain’s bioelectric field that are associated with psi processes, but attempts to duplicate these features in non-infected brains have resulted in failure or worse.
fr_fr: La cartographie et l'imagerie neurales ont permis aux scientifiques de détecter des strucstures internes au cerveau, de l'activité neurale, et des perturbations dans le champ bioélectrique du cerveau qui sont associée au processus psi, mais toutes les tentatives pour dupliquer ces capacités dans des cerveaux non-infectés ont aboutit à des échecs ou pire.

source: Attempts to identify asyncs by psi brainwave patterns are not even assured of success.
fr_fr: Les tentatives d'identification des async par des motifs d'ondes psi n'ont aucune garantie de succès.

source: Numerous dead ends have prompted many researchers to postulate that the mechanics underlying psi are simply too strange and too far beyond transhumanity’s understanding of physical sciences—perhaps reinforcing theories that the Exsurgent virus is in fact of alien origin.
fr_fr: De nombreuses impasses ont amenés beaucoup de chercheurs à postuler que les mécaniques sous-jacentes au psi sont simplement trop étranges et trop au-delà de la compréhension des scicences psychique transhumaine - renforçant peut-être les théories que le virus Exsurgent est de nature étrangère de fait.

source: One leading speculation is that the changes wrought in the mind by infection actually entangle some of the neural sub-systems, enable some sort of quantum field within the brain, or possibly create Bose-Einstein condensates within the brain, allowing for quantum computation or perhaps hypercomputation.
fr_fr: Une des spéculations majeures est que ce changement amenés dans l'esprit par l'infection déclenche en fait des sous-systèmes neuraux, activant une sorte de champ quantique ou créant peut-être des condensat de bose-Einstein à l'intérieur du cerveau, permettant d'effectuer des calculs quantiques ou même d'hypercalucl.

source: This enhances the async’s mental capabilities to the level provided by modern implants and neuro-mods—and sometimes beyond.
fr_fr: Cela active les capacités mentales de l'async à un level fourni par les implants moderne et les neuro-mods - et parfois au-delà.

source: This does not explain the capabilities of other asyncs, however, especially those used to read or affect other biological minds.
fr_fr: Cela n'explique cependant pas les capacités d'autres async, particulièrement celles utilisé pour lire ou affecter d'autres esprits biologiques.

source: These abilities seem to involve reading brain waves from a short range or affecting another’s mind via direct physical contact with the target’s bio-electric fields.
fr_fr: Ces capacités semblent impliquer la lecture d'ondes cérébrales à courte portée ou affecter l'esprit des autres via un contact physique direct avec le champ bio-électrique de la cible.

source: Of course I can only speculate in accordance with what Firewall has uncovered—it is quite possible that certain hypercorps or other factions have made further breakthroughs, but are keeping the information to themselves.
fr_fr: Bien entendu, je ne peux que spéculer avec les informations que Firewall a découvertes - il est fort probable que certaines des hypercoprs ou d'autres factions ait fait d'autres percées, mais gardent l'information pour eux.

source: The initiation and use of psi talents is generally understood to take place on a subconscious level, meaning that the async is not actively aware of the fundamental processes that fuel the psi-waves.
fr_fr: L'initiation et l'utilisation de talent psi est générallement comprise comme prenant place à un niveau subconscient, ce qui veut dire que l'async n'est pas activement au courant du processus fondamental qui alimente ses ondes psi.

source: Training in certain skills, however, allows an async to focus on certain tasks and psi abilities.
fr_fr: L'entraînement de certaines compétences permet cependant à un async de se concentrer sur certaines action et capacités psi.

source: These are called “sleights:” mnemonic or cognitive algorithms of psi use rooted in the async’s ego.
fr_fr: Ces capacités sont appelés "exploits:" des algorithmes cognitif ou mnémonique d'usage psi enraacinés dans l'ego de l'async.

source: The percentage of the transhuman population believed to have contracted the Watts-MacLeod strain remains statistically insignificant—less than .001% of the population.
fr_fr: Le pourcentage estimé de la population transhumaine qui ai contractée la souche Watts-MacLeod reste statistiquement insignifiante - moins de 0,001% de la population.

source: The vast number of asyncs have been recruited by various agencies, “disappeared” for study, or simply eliminated as a potential threat.
fr_fr: la grande majorité des async ont étés recrutés par diverses agences, ont "disparus" pour études ou ont simplement été éliminiés au motif de menace potentielle.

source: Ten years after the Fall, Firewall and other agencies have come to regard Watts-MacLeod infection as comparatively safe, though we remain quite wary of unforeseen side effects or other hidden dangers.
fr_fr: Dix ans après la Chute, Firewall et d'autres agences en sont venues à considérer l'infection par Watts-macLeod relativement sûre, bien que nous restions prudent vis à vis des effets de bords ou d'autres dangers cachés.

source: Most of us engaged in studying the phenomenon now consider asyncs to be useful as a tool for fighting the Exsurgent virus and other threatsdespite the protests of those who are convinced that asyncs are not in control of their own minds and are not to be trusted.
fr_fr: La plupart de ceux qui sont engagés dans l'étude du phénomène considèrent mainteannt les asyncs comme un outil utile pour combattre le virus Exsurgent ou d'autres menaces en dépit des protestations de ceux qui sont convaincus que les async ne contrôllent pas leur propres esprits et que l'on ne peux pas leur faire confiance.
